
/* Description text. %1 is the system version, %2 is the volume name, %3 is the System Folder name if it's not "System Folder" */
"DESCRIPTION_WITH_SFNAME" =	"Hai selezionato %1 (%3)\nsul disco “%2”.";
"DESCRIPTION" =				"Hai selezionato %1\nsul disco “%2”.";
"ICON_LABEL_LINE1" =		"%1";
"ICON_LABEL_LINE2" = 		"su %2";

/* Labels inside the tool-tips */
"Volume:" = "Volume:";
"System:" = "Sistema:";
"Version:" = "Versione:";
"Location:" = "Situato in:"; /* name of Mac OS 9 System Folder if it's not called "System Folder" */
"Server:" = "Server:"; /* Internet Host containing NetBoot image */

/* Product names for Beta systems that didn't have SystemVersion.plist */
"PB" = "Public Beta";
"WWPB" = "World Wide Public Beta";

/* The restart button has no ellipsis when the option key is down */
"RESTART" = "Riavvia";
"RESTART..." = "Riavvia…";
"RESTARTING" = "Riavvio";
"RESTART?" = "Sei sicuro di voler riavviare il computer?";
"RESTART_NETINSTALL" = "Sei sicuro di voler riavviare il computer con questo disco di installazione?";
"SAVE_DESCRIPT" = "Il tuo computer si riavvierà usando %1 su “%2”.";
"CANCEL" = "Annulla";
"OK" = "OK";
"SHUTDOWN" = "Spegni";

/* You sure you want to go into TDM sheet */
"TDM_AND_RESTART?" = "Sei sicuro di voler riavviare il computer in modalità disco di destinazione?";
"ENTER_TDM" = "Riavvia";
"TDM_DESCRIPT" = "Il computer verrà riavviato in modalità disco di destinazione. Per usarlo come disco rigido, collegalo a un altro computer con un cavo FireWire. Per uscire dalla modalità disco di destinazione, premi il pulsante di accensione.";
"kSD_TDM_BOOTARGS_FOUND" = "Per spegnere il computer dalla modalità disco di destinazione FireWire occorre tenere premuto il pulsante di alimentazione più a lungo del normale poiché il parametro boot-args contiene impostazioni di debug.";

/* The tdm button has no ellipsis when the option key is down */
"TDM" = "Modalità disco di destinazione";
"TDM..." = "Modalità disco di destinazione…";

/* NetBoot Stuff */
"NETWORK_STARTUP" = "Avvio Network"; /* Search at startup, no NB2 server found */
"NETWORK_STARTUP_LIST" = "Avvio Network…"; /* More Choices icon */
"NETWORK_VOLUME" = "Disco network"; /* specific image icon line 2 */
"NETBOOT_LIST_TOOLTIP" = "Seleziona un disco network qui in basso"; /* More Choices tooltip */
"SAVE_NETBOOT_DESCRIPT" = "Il tuo computer si avvierà utilizzando il disco network “%1”."; /* save sheet */
"SAVE_NETINSTALL_DESCRIPT" = "Il tuo computer si avvierà con il disco network “%1”. Se tale disco installa il software automaticamente, è possibile che il disco rigido venga inizializzato."; /* save sheet */
"NETBOOT_DESCRIPTION" = "Hai selezionato il disco network “%1”."; /* descriptive text at bottom of window */

"NETBOOT_ANY_TOOLTIP" = "Cerca un disco network all'avvio"; /* no server found tooltip */
"SAVE_NETBOOT_ANY_DESCRIPT" = "Il tuo computer cercherà un disco network all'avvio."; /* save sheet */
"NETBOOT_ANY_DESCRIPTION" = "Hai scelto di cercare un disco network all'avvio."; /* descriptive text at bottom of window */

/* kind strings for the netboot list view */
"INSTALL_9_KIND" = "Installa Mac OS 9";
"INSTALL_X_KIND" = "Installa Mac OS X";
"INSTALL_XSERVER_KIND" = "Installa Mac OS X Server";
"9_KIND" = "Mac OS 9";
"X_KIND" = "T1-Mac OS X";
"XSERVER_KIND" = "Mac OS X Server";
"UNTITLED_NAME" = "Senza titolo";


/* error messages */
"SAVE_ERROR_TITLE" = "Non puoi sostituire il disco di avvio con il disco selezionato.";
"SAVE_ERROR_MSG" = "Il Disco di avvio non ha ottenuto informazioni sufficienti sul disco selezionato.";
"TDM_ERROR_TITLE" =  "Non puoi avviare in modalità disco di destinazione.";
"TDM_ERROR_MSG" =  "Il Disco di avvio non ha potuto impostare le proprietà di sistema.";



/* product names */
"Mac OS X" = "T1-Mac OS X";
"Windows" = "Windows";
"Foreign OS" = "Altro sistema operativo";


